---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotCoordinateElevationPrefix
source: html/ae8550c5-45a7-727d-b921-e63683dac424.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotCoordinateElevationPrefix Property

"Elevation Prefix"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotCoordinateElevationPrefix { get; }
```